[
    {
      "id": "H1",
      "name": "Hotel Platinum",
      "city": "Kota Balikpapan",
      "description": "Platinum Hotel & Convention Hall Balikpapan adalah pilihan tepat bagi Anda yang ingin menghabiskan waktu dengan berbagai fasilitas mewah. Nikmati kualitas layanan terbaik dan pengalaman mengesankan selama menginap di hotel ini.",
      "image": "src/assets/img/FotoHotel.png"
    },
    {
      "id": "H2",
      "name": "Grand Regency Hotel",
      "city": "Kota Surabaya",
      "description": "Grand Regency Hotel Surabaya menawarkan kenyamanan terbaik dengan berbagai pilihan fasilitas. Pengalaman menginap yang luar biasa di jantung kota Surabaya menanti Anda.",
      "image": "src/assets/img/FotoHotel.png"
    },
    {
      "id": "H3",
      "name": "Beachside Resort",
      "city": "Kota Bali",
      "description": "Nikmati suasana pantai yang menenangkan di Beachside Resort, hotel dengan pemandangan laut terbaik di Bali. Dapatkan pengalaman santai dan fasilitas premium selama menginap.",
      "image": "src/assets/img/FotoHotel.png"
    },
    {
      "id": "H4",
      "name": "Mountainview Lodge",
      "city": "Kota Malang",
      "description": "Mountainview Lodge menawarkan pemandangan pegunungan yang memukau dan udara yang segar. Sebuah tempat ideal untuk melarikan diri dari keramaian kota.",
      "image": "src/assets/img/FotoHotel.png"
    },
    {
      "id": "H5",
      "name": "City Square Hotel",
      "city": "Kota Jakarta",
      "description": "City Square Hotel memberikan kenyamanan modern di tengah kota Jakarta dengan akses mudah ke berbagai pusat perbelanjaan dan hiburan.",
      "image": "src/assets/img/FotoHotel.png"
    },
    {
      "id": "H6",
      "name": "Ocean Breeze Hotel",
      "city": "Kota Makassar",
      "description": "Ocean Breeze Hotel menghadirkan fasilitas yang lengkap dengan pemandangan pantai yang menakjubkan, cocok untuk liburan atau perjalanan bisnis.",
      "image": "src/assets/img/FotoHotel.png"
    },
    {
      "id": "H7",
      "name": "Royal Palace Hotel",
      "city": "Kota Yogyakarta",
      "description": "Royal Palace Hotel menawarkan kemewahan dan kenyamanan dengan arsitektur klasik yang memikat, memberikan pengalaman menginap yang tak terlupakan.",
      "image": "src/assets/img/FotoHotel.png"
    },
    {
      "id": "H8",
      "name": "Sunset Bay Resort",
      "city": "Kota Lombok",
      "description": "Sunset Bay Resort menyediakan pengalaman menginap yang santai dengan pemandangan matahari terbenam yang indah, serta fasilitas rekreasi yang lengkap.",
      "image": "src/assets/img/FotoHotel.png"
    },
    {
      "id": "H9",
      "name": "The Urban Hotel",
      "city": "Kota Bandung",
      "description": "The Urban Hotel adalah hotel modern dengan fasilitas bisnis lengkap dan lokasi strategis di pusat kota Bandung, cocok untuk para pebisnis dan wisatawan.",
      "image": "src/assets/img/FotoHotel.png"
    },
    {
      "id": "H10",
      "name": "Villa Serene",
      "city": "Kota Bogor",
      "description": "Villa Serene menawarkan suasana tenang dengan pemandangan taman yang indah, sangat cocok untuk relaksasi atau liburan keluarga.",
      "image": "src/assets/img/FotoHotel.png"
    }
  ]
  